Repository: Vigilo/connector
Catalog: i18n/*/LC_MESSAGES/vigilo-connector.po
Languages: de, fr, fr_fr

source: Channel open failed: %s
fr: L'ouverture du canal a échoué : %s

source: Error getting channel: %s
fr: Erreur à la récupération du canal : %s

source: AMQP authentication failed: %s
fr: Échec de l'authentification AMQP : %s

source: Channel %(id)d was unexpectedly closed, disconnecting. Reason: %(reason)s
fr: Le canal %(id)d a été fermé de manière inattendue, déconnexion. Raison : %(reason)s

source: Server %(oldserver)s did not answer after %(attempts)d attempts
fr: Le serveur %(oldserver)s n'a pas répondu après %(attempts)d tentatives

source: Lost connection to the bus (%s)
fr: Connexion au bus perdue (%s)

source: Sending failed: %(reason)s
fr: L'envoi a échoué : %(reason)s

source: Invalid configuration value for option "%(key)s".
fr: Valeur de configuration non valide pour l'option "%(key)s".

source: Missing configuration value for option "%(key)s".
fr: Valeur de configuration manquante pour l'option "%(key)s".

source: Creating lock file in %s
fr: Création d'un fichier de verrou dans %s

source: Lock file successfully created in %s
fr: Fichier de verrou créé avec succès dans %s

source: Error: lockfile found, another instance may be running.
fr: Erreur : le fichier de verrou a été trouvé, une autre instance est peut-être en fonctionnement.

source: Error %(code)s: %(message)s
fr: Erreur %(code)s : %(message)s

source: Error: %s
fr: Erreur : %s

source: Timeout
fr: Délai dépassé

source: No handler registered for this one-shot client
fr: Aucune fonction de traitement n'a été enregistrée pour ce client jetable

source: Received signal to reload the configuration
fr: Signal de rechargement de la configuration reçu

source: No configuration yet!
fr: Pas encore de configuration !

source: Creating queue %s
fr: Création de la file d'attente %s

source: Deleting queue %s
fr: Suppression de la file d'attente %s

source: Creating exchange %(exchange)s of type %(type)s
fr: Création de l'exchange %(exchange)s de type %(type)s

source: Deleting exchange %s
fr: Suppression de l'exchange %s

source: Subscribing queue %(queue)s to exchange %(exchange)s (key: %(key)s)
fr: Abonnement de la file d'attente %(queue)s à l'exchange %(exchange)s (clé : %(key)s)

source: Unsubscribing queue %(queue)s from exchange %(exchange)s (key: %(key)s)
fr: Désabonnement de la file d'attente %(queue)s à l'exchange %(exchange)s (clé : %(key)s)

source: Can't find file '%s'
fr: Fichier '%s' introuvable

source: Queue %s
fr: File d'attente %s

source: Queue %(queue)s subscribed to exchange %(exchange)s (key: %(key)s)
fr: File d'attente %(queue)s abonnée à l'exchange %(exchange)s (clé : %(key)s)

source: Server address
fr: Adresse du serveur

source: Bus user
fr: Utilisateur du bus

source: Bus password
fr: Mot de passe du bus

source: Show debugging information.
fr: Afficher les informations de déboguage.

source: Vigilo bus configurator
fr: Configurateur du bus Vigilo

source: Subcommands
fr: Sous-commandes

source: Create an AMQP queue on the server.
fr: Créé une file d'attente AMQP sur le serveur.

source: Queue name
fr: Nom de la file d'attente

source: Delete an AMQP queue on the server.
fr: Supprime une file d'attente AMQP sur le serveur.

source: Create an AMQP exchange on the server.
fr: Créé un exchange AMQP sur le serveur.

source: Exchange type
fr: Type de l'exchange

source: Exchange name
fr: Nom de l'exchange

source: Delete an AMQP exchange on the server.
fr: Supprime un exchange AMQP sur le serveur.

source: Subscribe a queue to an exchange.
fr: Abonne une file d'attente à un exchange.

source: Routing key
fr: Clé de routage

source: Unsubscribe a queue from an exchange.
fr: Désabonne une file d'attente d'un exchange.

source: Reads the configuration from an INI file.
fr: Lit la configuration dans un fichier INI.

source: Configuration file
fr: Fichier de configuration

source: Could not initialize the queue: %(reason)s
fr: Ne peut pas initialiser la file d'attente : %(reason)s

source: Can't resume producing: not connected yet
fr: Impossible de reprendre la production : pas encore connecté

source: Received message is not JSON-encoded: %r
fr: Le message reçu n'est pas encodé en JSON : %r

source: Requeuing message (%(reason)s).
fr: Remise en attente du message (%(reason)s).

source: Error trying to save a message to the backup database: %s
fr: Erreur lors de l'enregistrement du message en base de données de sauvegarde : %s

source: Can't understand the max_queue_size option, it should be an integer (or 0 for no limit). Current value: %s
fr: Impossible de lire l'option max_queue_size. Un nombre entier (ou 0 pour supprimer la limite) doit être renseigné. Valeur actuelle : %s

source: The max_queue_size option is only available on Python >= 2.6. Ignoring.
fr: L'option max_queue_size n'est disponible que pour Python >= 2.6. Ignorée.

source: Directory not found: '%(dir)s'
de: Verzeichnis: '%(dir)s' nicht gefunden
fr: Dossier non trouvé : '%(dir)s'
fr_fr: Dossier non trouvé : '%(dir)s'

source: Wrong permissions on directory: '%(dir)s'
fr: Permissions incorrectes sur le répertoire : '%(dir)s'

source: Load this settings.ini file
fr: Utiliser ce fichier settings.ini

source: Unique ID for this instance
fr: Identifiant unique de cette instance

source: The configuration file does not exist
fr: Le fichier de configuration n'existe pas

source: Can't parse publication value (%(type)s): "%(value)s"
fr: Impossible de lire la valeur de publicaton (%(type)s) : "%(value)s"

source: Got malformed message: %s
de: Fehlerhafte Nachricht: %s vorhanden
fr: Message mal-formé: %s
fr_fr: Réception d'un message mal-formé: %s

source: Unknown/malformed message type: '%s'
de: Unbekannter/fehlerhafter Nachrichtentyp: '%s'
fr: Type de message inconnu ou message mal-formé: '%s'
fr_fr: Type de message inconnu ou message mal-formé: '%s'

source: Unparsable line: %s
fr: Ligne illisible : %s

source: Machine hostname (%(hostname)s) does not match certificate CommonName (%(cn)s)
fr: Le nom de la machine (%(hostname)s) ne correspond pas au champ CommonName du certificat (%(cn)s)

source: OK: running
fr: OK: en fonctionnement

source: Stats for %(service)s: %(name)s = %(value)s
fr: Statistiques pour %(service)s : %(name)s = %(value)s

source: Invalid configuration option for publications: (%(error)s).
fr: Option de publication incorrecte : (%(error)s)

source: Could not fill the output buffer: %s
fr: Impossible de remplir le tampon en sortie : %s

source: Could not VACUUM the database: %s
fr: Impossible de purger la base de données (VACUUM) : %s

source: Got one-to-one message
de: One-to-one Nachricht vorhanden
fr_fr: Réception d'un message one-to-one

source: Got empty line
de: Leere Zeile vorhanden
fr_fr: Réception d'une ligne vide

source: Got 'event' message
de: 'Ereignis'-Nachricht vorhanden
fr_fr: Réception d'un message 'event'

source: Got 'perf' message
de: 'perf' Nachricht vorhanden
fr_fr: Réception d'un message 'perf'

source: Got 'downtime' message
de: 'Downtime'-Nachricht vorhanden
fr_fr: Réception d'un message 'downtime'

source: Got 'command' message
de: 'Befehl'-Nachricht vorhanden
fr_fr: Réception d'un message 'command'

source: Converted to: %s
de: Umgewandelt in: %s

source: Directory not readable: '%(dir)s'
de: Verzeichnis: '%(dir)s' nicht lesbar
fr_fr: Dossier inaccessible en lecture : '%(dir)s'

source: Directory not writable: '%(dir)s'
de: Verzeichnis: '%(dir)s' nicht überschreibbar
fr_fr: Dossier inaccessible en écriture : '%(dir)s'

source: Directory not executable: '%(dir)s'
de: Verzeichnis: '%(dir)s' nicht ausführbar
fr_fr: Dossier inaccessible en exécution : '%(dir)s'

source: Incoming message is too big to be stored in the queue, dropping it.
de: Eingehende Nachricht ist zu groß, um in der Warteschlange gespeichert zu werden, abbrechen.
fr_fr: Le message entrant est trop volumineux pour être stocké, message ignoré.

source: The queue is full, dropping incoming XML message! (%s)
de: Die Warteschlange ist voll, eingehende XML Nachricht wird abgebrochen! (%s)
fr_fr: La file est pleine, le message XML entrant a été ignoré! (%s)

source: Connected to the XMPP bus
de: Mit XMPP-Bus verbunden

source: Message impossible to forward (socket not connected), the message is stored for later reemission
de: Nachricht kann nicht weitergeleitet werden (Socket nicht verbunden), Nachricht wird gespeichert und später erneut gesendet
fr_fr: Impossible de relayer le message (socket non connecté), le message a été sauvé pour une transmission ultérieure

source: Chat message to forward: '%s'
de: Chat Nachricht zur Weiterleitung: '%s'
fr_fr: Message de discussion à relayer : '%s'

source: Message from BUS to forward: %s
de: Nachricht von BUS zur Weiterleitung: %s
fr_fr: Message du BUS à relayer : %s

source: Error callback in consumeQueue(): %s
de: Fehler-Rückruf in consumeQueue(): %s
fr_fr: Callback d'erreur dans consumeQueue(): %s

source: Received request to shutdown
de: Anforderung zum Herunterfahren erhalten
fr_fr: Réception d'une demande d'arrêt

source: Item is None in consumeQueue, this should never happen!
de: Element ist Keine in consumeQueue, dies sollte nie vorkommen!
fr_fr: Objet None reçu dans consumeQueue, ça ne devrait jamais arriver !

source: Stopping QueueToNodeForwarder.
de: WarteschlangeToNodeForwarder beendet.
fr_fr: Arrêt de QueueToNodeForwarder.

source: Received message: %r
de: Nachricht: %r erhalten
fr_fr: Réception d'un message : %r

source: Message from Socket impossible to forward (no connection to XMPP server), the message is stored for later reemission (%s)
de: Nachricht aus Socket kann nicht weitergeleitet werden (keine Verbindung mit dem XMPP-Server), die Nachricht wird gespeichert und später erneut gesendet (%s)
fr_fr: Impossible de relayer le message issu du Socket (pas de connexion auserveur XMPP), le message a été sauvé pour transmission ultérieure (%s)

source: Unable to forward the message (%(error)r), it has been stored for later retransmission (%(xml_src)s)
de: Die Nachricht (%(error)r) kann nicht weitergeleitet werden, wird gespeichert und später erneut gesendet (%(xml_src)s)
fr_fr: Impossible de relayer le message (%(error)r), il a été sauvé pour une transmission ultérieure (%(xml_src)s)

source: No destination node configured for messages of type '%s'. Skipping.
de: Kein Zielknoten für Nachrichten vom Typ '%s' konfiguriert. Überspringen.

source: The database is locked
de: Die Datenbank ist gesperrt
fr_fr: La base de données est verrouillée

source: Some operational error occured. Original error message was: %s
de: Bedienungsfehler. Ursprüngliche Fehlermeldung: %s
fr_fr: Une erreur opérationnelle est survenue. Le message d'erreur d'origine était : %s

source: Some error occured. Original error message was: %s
de: Fehler. Ursprüngliche Fehlermeldung: %s
fr_fr: Une erreur est survenue. Le message d'erreur d'origine était : %s
